Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/CommonContent/ModuleStates.tmx
Source language: en
Languages: cs, da, hu, vi, zh

source: Stopped
cs: Zastaveno
da: Stoppet
hu: Leállítva
vi: Đã dừng
zh: 已停止

source: Starting
cs: Startovani
da: Opstart
hu: Indítás
vi: Bắt đầu
zh: 启动中

source: Aborted
cs: Preruseno
da: Fejl
hu: Megszakítva
vi: Đã hủy
zh: 已退出

source: Waiting
cs: Cekani
da: Venter
hu: Várakozás
vi: Đang chờ
zh: 等待中

source: Filling
cs: Plneni
da: Fylder
hu: Feltöltés
vi: Đổ đầy
zh: 投料

source: Stopping
cs: Zastavovani
da: Stopper
hu: Leállítás
vi: Đang dừng
zh: 停止中

source: Empty
cs: Prazdny
da: Tømmer
hu: Üres
vi: Trống
zh: 清空

source: Dosing
cs: Davkovani
da: Dosering
hu: Adagolás
vi: Lượng
zh: 投料中

source: Releasing
cs: Uvolnovani
da: Slipper
hu: Kioldás
vi: Nhả
zh: 释放中

source: Standby
da: Afventer
hu: Készenléti állapot
vi: Chờ
zh: 待机
